[
  {
    "title": "1984",
    "author": "Джордж Оруэлл",
    "genre": "Дистопия",
    "publicationYear": 1949,
    "rating": 4.5,
    "synopsis": "1984 - дистопический роман, действие которого происходит в тоталитарном обществе, правящемся Партией под руководством Большого Брата. История следует за Уинстоном Смитом, низкопоставленным членом Партии, который разочаровывается в угнетающем режиме и начинает восстание против наблюдения и контроля. Уинстон исследует запретные отношения и бросает вызов пропаганде Партии, сталкиваясь с последствиями своих действий. Роман служит устрашающим предупреждением о опасностях тоталитаризма, цензуры и разрушении индивидуальной свободы.",
    "mainCharacters": ["Уинстон Смит", "Джулия", "О'Брайен", "Большой Брат"],
    "language": "Русский"
  },
  {
    "title": "Метро",
    "author": "Дмитрий Глуховский",
    "genre": "Научная фантастика",
    "publicationYear": 2005,
    "rating": 4.3,
    "synopsis": "Метро - роман, в котором описывается жизнь оставшихся в живых людей после ядерной катастрофы, спрятавшихся в московском метро. Они борются за выживание в условиях постапокалиптического мира, сражаясь с мутантами и внутренними конфликтами. Главный герой, Артем, отправляется в путешествие по метро, исследуя различные станции и сталкиваясь с опасностями.",
    "mainCharacters": ["Артем", "Ульяна", "Хома", "Мельник"],
    "language": "Русский"
  },
  {
    "title": "Собачье сердце",
    "author": "Михаил Булгаков",
    "genre": "Сатира",
    "publicationYear": 1925,
    "rating": 4.7,
    "synopsis": "Собачье сердце - роман, в котором Михаил Булгаков рассказывает историю о профессоре Преображенском, который решает провести эксперимент по пересадке человеческого головного мозга на собачье тело. Главный герой, Шарик, становится объектом этого эксперимента и превращается в человекообразного существа. Книга сатирически высмеивает человеческое самомнение и проводит анализ проблем советского общества.",
    "mainCharacters": ["Профессор Преображенский", "Шарик", "Швондер", "Швейцер"],
    "language": "Русский"
  },
  {
    "title": "Над пропастью во ржи",
    "author": "Джером Д. Сэлинджер",
    "genre": "Роман",
    "publicationYear": 1951,
    "rating": 4.2,
    "synopsis": "Над пропастью во ржи - роман, рассказывающий историю о Холдене Колфилде, шестнадцатилетнем подростке, который после исключения из школы путешествует в Нью-Йорк и сталкивается с разными ситуациями и людьми. Книга исследует темы подростковой неприятия общества, потери невинности и поиска своего места в мире.",
    "mainCharacters": ["Холден Колфилд", "Фрэнни Гласс", "Зоуи Гласс", "Д.Б. Коупер"],
    "language": "Русский"
  }
]
